var lrc = `[00:00.00] 作词 : 前男友
[00:00.49] 作曲 : 前男友
[00:00.99]可能 - 李怡然同学
[00:01.98]词：前男友
[00:02.97]曲：前男友
[00:03.96]编曲：刘选吉
[00:04.95]吉他/bass：刘选吉
[00:05.94]和声：王韩一琳
[00:06.93]混音：赵卓鹏
[00:07.92]母带：赵卓鹏
[00:08.91]制作人：陆十三
[00:09.90]策划：杜欣怡
[00:10.89]监制：杜欣怡
[00:11.88]词曲提供：Hikoon曲库
[00:12.87]OP：Hikoon Music
[00:13.86]（未经著作权人许可，不得翻唱翻录或使用。）
[00:14.88]可能是月亮不会眨眼
[00:17.37]星星不会说话
[00:19.56]让你觉得孤单啦
[00:22.02]可能是太阳熬夜太晚
[00:25.08]云朵们都太懒
[00:26.91]忘了帮你编童话
[00:29.58]可能他出现在未来
[00:32.15]没出现在现在
[00:34.11]不小心搞乱你的时差
[00:36.84]可能是你所谓的转角
[00:39.72]是其他人的直线
[00:41.49]所以没法给你个回答
[00:44.88]一个人
[00:46.71]一直走
[00:48.57]一个很好很好的朋友
[00:52.26]一句话
[00:54.09]便足够
[00:55.77]我想要陪你很久很久
[01:03.39]如果我们终有一天变得很复杂
[01:06.81]一定是有颗种子在我心里生根发芽
[01:10.98]它听我讲话 慢慢长大
[01:14.22]形成了不能愈合的伤疤
[01:17.85]可能是熟悉的地方没有风景
[01:21.57]所以你要去很远的地方找自己
[01:25.47]星星不会离开月亮
[01:27.60]我也不会离开你
[01:47.16]可能他出现在未来
[01:49.71]没出现在现在
[01:51.63]不小心搞乱你的时差
[01:54.36]可能是你所谓的转角
[01:57.24]是其他人的直线
[01:59.04]所以没法给你个回答
[02:02.40]一个人
[02:04.26]一直走
[02:06.12]一个很好很好的朋友
[02:09.81]一句话
[02:11.67]便足够
[02:13.32]我想要陪你很久很久
[02:20.94]如果我们终有一天变得很复杂
[02:24.36]一定是有颗种子在我心里生根发芽
[02:28.53]它听我讲话 慢慢长大
[02:31.77]形成了不能愈合的伤疤
[02:35.40]可能是熟悉的地方没有风景
[02:39.12]所以你要去很远的地方找自己
[02:42.99]星星不会离开月亮
[02:45.15]我也不会离开你
[02:50.46]如果我们终有一天变得很复杂
[02:53.94]一定是有颗种子在我心里生根发芽
[02:58.08]它听我讲话 慢慢长大
[03:01.32]形成了不能愈合的伤疤
[03:04.98]可能是熟悉的地方没有风景
[03:08.67]所以你要去很远的地方找自己
[03:12.54]星星不会离开月亮
[03:14.70]我也不会离开你
`;
