var lrc = `[00:00.22]作词 : G.E.M.邓紫棋
[00:00.37]作曲 : G.E.M.邓紫棋
[00:00.55]编曲 : Lupo Groinig
[00:00.77]制作人 : Lupo Groinig
[00:01.04]阳光下的泡沫 是彩色的
[00:08.21]就像被骗的我 是幸福的
[00:15.10]追究什么对错 你的谎言
[00:21.86]基于你还爱我
[00:28.36]美丽的泡沫 虽然一刹花火
[00:35.40]你所有承诺 虽然都太脆弱
[00:42.52]但爱像泡沫 如果能够看破
[00:49.40]有什么难过
[00:55.33]
[00:57.62]早该知道泡沫 一触就破
[01:04.55]就像已伤的心 不胜折磨
[01:11.42]也不是谁的错 谎言再多
[01:18.48]基于你还爱我
[01:24.98]美丽的泡沫 虽然一刹花火
[01:31.97]你所有承诺 虽然都太脆弱
[01:38.85]爱本是泡沫 如果能够看破
[01:46.05]有什么难过
[01:50.50]
[01:53.23]再美的花朵 盛开过就凋落
[02:00.21]再亮眼的星 一闪过就坠落
[02:07.34]爱本是泡沫 如果能够看破
[02:14.28]有什么难过
[02:19.05]
[02:21.18]为什么难过 有什么难过
[02:35.62]为什么难过
[02:45.91]全都是泡沫 只一刹的花火
[02:53.02]你所有承诺 全部都太脆弱
[03:00.13]而你的轮廓 怪我没有看破
[03:07.05]才如此难过
[03:14.46]相爱的把握 要如何再搜索
[03:21.32]相拥着寂寞 难道就不寂寞
[03:28.38]爱本是泡沫 怪我没有看破
[03:35.29]才如此难过
[03:41.00]
[03:43.62]在雨下的泡沫 一触就破
[03:50.49]当初炽热的心 早已沉没
[03:57.30]说什么你爱我 如果骗我
[04:04.39]我宁愿你沉默
[04:10.16]`;
